{
    "about": "Über mich",
    "skills": "Skills",
    "portfolio": "Portfolio",
    "iam": "",
    "developer": "Frontend Entwickler ",
    "scroll": "Scroll runter",
    "aboutt": "Über mich",
    "talk": "Los!",
    "aboutmyself": "Hey! Ich bin Salmai, ein Frontend-Entwickler mit einer Leidenschaft dafür, benutzerfreundliche digitale Erlebnisse zu gestalten. Mit einem Gespür für Problemlösungen und einem Auge fürs Detail setze ich komplexe Ideen in elegante Designs um.",
    "minitext": "Lass uns verbinden und gemeinsam etwas Großartiges erschaffen!",
    "flexibletext": "Flexibel in Bezug auf Arbeitsumgebungen kann ich sowohl vor Ort in Essen als auch remote effektiv arbeiten.",
    "openmind": "Ich bin aufgeschlossen und stets auf der Suche nach persönlichen Herausforderungen, um mein Wissen und meine Fähigkeiten kontinuierlich zu verbessern.",
    "puzzle": "In meinem Beruf geht es beim Programmieren nicht nur darum, Code zu schreiben; es ist eine kreative Art der Problemlösung",
    "journey": "Meine Reise hat mich dazu geführt, an vielfältigen Projekten zu arbeiten und dabei eine Reihe von Frontend-Technologien und Konzepten anzuwenden.",
    "look": "Suchst du nach einer",
    "another": "weiteren Fähigkeit?",
    "free": "Zögere nicht, mich zu kontaktieren. Ich freue mich darauf, mein bisheriges Wissen weiter auszubauen.",
    "button": "Kontakt!",
    "explain": "Entdecke hier eine Auswahl meiner Arbeiten – Interagiere mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "contactt": "Kontakt",
    "problem": "Sie möchten eine Lösung vorschlagen?",
    "read": "Ich habe die",
    "police": "Datenschutzrichtlinie ",
    "and": "und stimme der Verarbeitung meiner Daten, wie darin beschrieben, zu. ",
    "message": "Nachrichten senden ",
    "write": "Kontaktiere mich über dieses Formular. Ich freue mich darauf, von dir zu hören, deine Ideen kennenzulernen und mit meiner Arbeit zu deinen Projekten beizutragen.",
    "need": "Brauchen sie ein Entwickler?",
    "now": "Jetzt kontaktieren",
    "polloloco": "Ein Spiel basierend auf einem objektorientierten Ansatz, bei dem du springen, laufen und werfen kannst. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen das verrückte Huhn zu kämpfen.",
    "join": "Lade Notizen hoch, bearbeite sie und arbeite online mit anderen zusammen – behalte deine Ideen im Überblick mit der Join-App.",
    "pokedex": "Entdecke alle Pokémon, prüfe ihre Stärken, Schwächen und Statistiken in diesem umfassenden Pokédex.",
    "your_name_placeholder": "Ihr Name",
    "name_error": "Bitte geben Sie Ihren Namen ein.",
    "your_email_placeholder": "Ihre E-Mail",
    "email_error": "Bitte geben Sie eine gültige E-Mail-Adresse ein.",
    "your_message_placeholder": "Ihre Nachricht",
    "message_error": "Bitte geben Sie eine Nachricht ein.",
    "privacy_policy_agreement_1": "Ich habe die",
    "privacy_policy": "Datenschutzrichtlinie",
    "privacy_policy_agreement_2": "gelesen und stimme den Bedingungen zu.",
    "privacy_policy_error": "Bitte akzeptieren Sie die Datenschutzrichtlinie.",
    "submit_button": "Absenden",
    "privacy_policy_title": "Datenschutzrichtlinie",
    "privacy_policy_section1_title": "Datenschutz",
    "privacy_policy_section1_content": "Ihre Privatsphäre ist uns wichtig. Diese Datenschutzrichtlinie erläutert, welche Arten von personenbezogenen Daten wir sammeln, wie wir diese verwenden und welche Maßnahmen wir zum Schutz Ihrer Daten ergreifen.",
    "privacy_policy_section2_title": "Informationserfassung",
    "privacy_policy_section2_content": "Wir sammeln personenbezogene Daten wie Ihren Namen, Ihre E-Mail-Adresse und den Inhalt Ihrer Nachricht, wenn Sie unser Kontaktformular ausfüllen.",
    "privacy_policy_section3_title": "Verwendung der Informationen",
    "privacy_policy_section3_content": "Die von Ihnen bereitgestellten Informationen werden ausschließlich verwendet, um auf Ihre Anfragen zu antworten und unsere Dienstleistungen zu verbessern. Wir geben Ihre Informationen ohne Ihre ausdrückliche Zustimmung nicht an Dritte weiter.",
    "privacy_policy_section4_title": "Datenschutzmaßnahmen",
    "privacy_policy_section4_content": "Wir implementieren angemessene Sicherheitsmaßnahmen, um Ihre personenbezogenen Daten vor unbefugtem Zugriff, Veränderung oder Offenlegung zu schützen.",
    "privacy_policy_section5_title": "Cookies",
    "privacy_policy_section5_content": "Unsere Website verwendet Cookies, um Ihre Benutzererfahrung zu verbessern. Sie können die Installation von Cookies durch entsprechende Einstellungen Ihres Browsers verhindern; beachten Sie jedoch, dass dies die Funktionalität der Website beeinträchtigen kann.",
    "privacy_policy_footer": "Datenschutzrichtlinie erstellt durch",
    "privacy_policy_footer_link_text": "Privacy Policy Generator",
    "footer.imprint": "Impressum",
    "footer.copy_right": "© Salmai Safi 2024",
    "footer.legal_notice_title": "Impressum",
    "footer.imprint_info": "Angaben gemäß § 5 DDG",
    "footer.represented_by": "Vertreten durch:",
    "footer.contact": "Kontakt:",
    "footer.disclaimer": "Haftungsausschluss:",
    "footer.copyright": "Urheberrecht",
    "footer.copyright_content": "Die durch die Seitenbetreiber erstellten Inhalte und Werke auf diesen Seiten unterliegen dem deutschen Urheberrecht. Die Vervielfältigung, Bearbeitung, Verbreitung und jede Art der Verwertung außerhalb der Grenzen des Urheberrechtes bedürfen der schriftlichen Zustimmung des jeweiligen Autors bzw. Erstellers. Downloads und Kopien dieser Seite sind nur für den privaten, nicht kommerziellen Gebrauch gestattet. Soweit die Inhalte auf dieser Seite nicht vom Betreiber erstellt wurden, werden die Urheberrechte Dritter beachtet. Insbesondere werden Inhalte Dritter als solche gekennzeichnet. Sollten Sie trotzdem auf eine Urheberrechtsverletzung aufmerksam werden, bitten wir um einen entsprechenden Hinweis. Bei Bekanntwerden von Rechtsverletzungen werden wir derartige Inhalte umgehend entfernen.",
    "footer.privacy": "Datenschutz",
    "footer.privacy_content": "Die Nutzung unserer Webseite ist in der Regel ohne Angabe personenbezogener Daten möglich. Soweit auf unseren Seiten personenbezogene Daten (beispielsweise Name, Anschrift oder E-Mail-Adressen) erhoben werden, erfolgt dies, soweit möglich, stets auf freiwilliger Basis. Diese Daten werden ohne Ihre ausdrückliche Zustimmung nicht an Dritte weitergegeben.",
    "footer.privacy_content_continued": "Wir weisen darauf hin, dass die Datenübertragung im Internet (z.B. bei der Kommunikation per E-Mail) Sicherheitslücken aufweisen kann. Ein lückenloser Schutz der Daten vor dem Zugriff durch Dritte ist nicht möglich.",
    "footer.privacy_content_continued2": "Der Nutzung von im Rahmen der Impressumspflicht veröffentlichten Kontaktdaten durch Dritte zur Übersendung von nicht ausdrücklich angeforderter Werbung und Informationsmaterialien wird hiermit ausdrücklich widersprochen. Die Betreiber der Seiten behalten sich ausdrücklich rechtliche Schritte im Falle der unverlangten Zusendung von Werbeinformationen, etwa durch Spam-Mails, vor.",
    "footer.google_analytics": "Google Analytics",
    "footer.google_analytics_content": "Diese Website benutzt Google Analytics, einen Webanalysedienst der Google Inc. (\"Google\"). Google Analytics verwendet sog. \"Cookies\", Textdateien, die auf Ihrem Computer gespeichert werden und die eine Analyse der Benutzung der Website durch Sie ermöglichen. Die durch den Cookie erzeugten Informationen über Ihre Benutzung dieser Website (einschließlich Ihrer IP-Adresse) werden an einen Server von Google in den USA übertragen und dort gespeichert. Google wird diese Informationen benutzen, um Ihre Nutzung der Website auszuwerten, um Reports über die Websiteaktivitäten für die Websitebetreiber zusammenzustellen und um weitere mit der Websitenutzung und der Internetnutzung verbundene Dienstleistungen zu erbringen. Google wird in keinem Fall Ihre IP-Adresse mit anderen Daten der Google in Verbindung bringen. Sie können die Installation der Cookies durch eine entsprechende Einstellung Ihrer Browser-Software verhindern; wir weisen Sie jedoch darauf hin, dass Sie in diesem Fall gegebenenfalls nicht sämtliche Funktionen dieser Website voll umfänglich nutzen können. Durch die Nutzung dieser Website erklären Sie sich mit der Bearbeitung der über Sie erhobenen Daten durch Google in der zuvor beschriebenen Art und Weise und zu dem zuvor benannten Zweck einverstanden.",
    "footer.imprint_footer": "Website Impressum erstellt durch",
    "footer.imprint_footer_link": "impressum-generator.de",
    "footer.imprint_footer_connector": "von der",
    "footer.imprint_footer_link2": "Kanzlei Hasselbach"
}