{
    "about": "Über mich",
    "skills": "Skills",
    "portfolio": "Portfolio",
    "iam": "",
    "developer": "Frontend Entwickler ",
    "scroll": "Scroll runter",
    "aboutt": "Über mich",
    "talk": "Los!",
    "aboutmyself": "Hey! Ich bin Salmai, ein Frontend-Entwickler mit einer Leidenschaft dafür, benutzerfreundliche digitale Erlebnisse zu gestalten. Mit einem Gespür für Problemlösungen und einem Auge fürs Detail setze ich komplexe Ideen in elegante Designs um.",
    "minitext": "Lass uns verbinden und gemeinsam etwas Großartiges erschaffen!",
    "flexibletext": "Flexibel in Bezug auf Arbeitsumgebungen kann ich sowohl vor Ort in Essen als auch remote effektiv arbeiten.",
    "openmind": "Ich bin aufgeschlossen und stets auf der Suche nach persönlichen Herausforderungen, um mein Wissen und meine Fähigkeiten kontinuierlich zu verbessern.",
    "puzzle": "In meinem Beruf geht es beim Programmieren nicht nur darum, Code zu schreiben; es ist eine kreative Art der Problemlösung",
    "journey": "Meine Reise hat mich dazu geführt, an vielfältigen Projekten zu arbeiten und dabei eine Reihe von Frontend-Technologien und Konzepten anzuwenden.",
    "look": "Suchst du nach einer",
    "another": "weiteren Fähigkeit?",
    "free": "Zögere nicht, mich zu kontaktieren. Ich freue mich darauf, mein bisheriges Wissen weiter auszubauen.",
    "button": "Kontakt!",
    "explain": "Entdecke hier eine Auswahl meiner Arbeiten – Interagiere mit den Projekten, um meine Fähigkeiten in Aktion zu sehen.",
    "contactt": "Kontakt",
    "problem": "Sie möchten eine Lösung vorschlagen?",
    "read": "Ich habe die",
    "police": "Datenschutzrichtlinie ",
    "and": "und stimme der Verarbeitung meiner Daten, wie darin beschrieben, zu. ",
    "message": "Nachrichten senden ",
    "write": "Kontaktiere mich über dieses Formular. Ich freue mich darauf, von dir zu hören, deine Ideen kennenzulernen und mit meiner Arbeit zu deinen Projekten beizutragen.",
    "need": "Brauchen sie ein Entwickler?",
    "now": "Jetzt kontaktieren",
    "polloloco": "Ein Spiel basierend auf einem objektorientierten Ansatz, bei dem du springen, laufen und werfen kannst. Hilf Pepe, Münzen und Tabasco-Salsa zu finden, um gegen das verrückte Huhn zu kämpfen.",
    "join": "Lade Notizen hoch, bearbeite sie und arbeite online mit anderen zusammen – behalte deine Ideen im Überblick mit der Join-App.",
    "pokedex": "Entdecke alle Pokémon, prüfe ihre Stärken, Schwächen und Statistiken in diesem umfassenden Pokédex."

}