{
    "about": "About me",
    "skills": "Skills",
    "portfolio": "Portfolio",
    "iam": "I am",
    "developer": "Frontend Developer",
    "talk": "Lets Talk!",
    "aboutt": "About",
    "scroll": "Scroll down",
    "aboutmyself": "Hey there! I'm Salmai, a frontend developer driven by a passion for creating user-friendly digital experiences. With a knack for problem-solving and an eye for detail, I specialize in turning complex ideas into sleek designs.",
    "minitext": "Let's connect and create something amazing together!",
    "flexibletext": "Flexible in terms of working environments, I can work effectively both on-site in Essen and remotely",
    "openmind": "I am open-minded and always looking for personal challenges to constantly improve my knowledge and skills.",
    "puzzle": "In my profession, programming isn't just about writing code; it's a creative form of problem-solving.",
    "journey": "My journey has involved working on diverse projects, employing a range of frontend technologies and concepts.",
    "look": "Looking for",
    "another": "another skill?",
    "free": "Feel free to contact me. I look forward to expanding on my previous knowledge.",
    "button": "Get in touch",
    "explain": "Explore a selection of my work here - Interact with projects to see my skills in action.",
    "contactt": "Contact",
    "problem": "Got a problem to solve?",
    "read": "I've read the",
    "police": "privacy policy",
    "and": ", and agree to the processing of my data as outlined.",
    "message": "Send message",
    "write": "Contact me through this form. I am interested in hearing from you, learning your ideas, and contributing to your projects with my work",
    "need": "Need a front developer?",
    "now": "Contact now",
    "polloloco": "A jump, run, and throw game based on an object-oriented approach. Help Pepe find coins and Tabasco salsa to fight against the crazy hen.",
    "join": "Upload and edit notes, collaborate online with others, and keep your ideas organized with the Join app.",
    "pokedex": "Explore all Pokémon, check their strengths, weaknesses, and stats in this comprehensive Pokédex.",
    "your_name_placeholder": "Your Name",
    "name_error": "Please enter your name.",
    "your_email_placeholder": "Your Email",
    "email_error": "Please enter a valid email address.",
    "your_message_placeholder": "Your Message",
    "message_error": "Please enter a message.",
    "privacy_policy_agreement_1": "I have read the",
    "privacy_policy": "Privacy Policy",
    "privacy_policy_agreement_2": "and agree to the terms.",
    "privacy_policy_error": "Please accept the Privacy Policy.",
    "submit_button": "Submit",
    "privacy_policy_title": "Privacy Policy",
    "privacy_policy_section1_title": "Privacy",
    "privacy_policy_section1_content": "Your privacy is important to us. This Privacy Policy outlines the types of personal information we collect, how we use it, and the measures we take to protect your data.",
    "privacy_policy_section2_title": "Information Collection",
    "privacy_policy_section2_content": "We collect personal information such as your name, email address, and message content when you fill out our contact form.",
    "privacy_policy_section3_title": "Use of Information",
    "privacy_policy_section3_content": "The information you provide is used solely to respond to your inquiries and improve our services. We do not share your information with third parties without your explicit consent.",
    "privacy_policy_section4_title": "Data Protection Measures",
    "privacy_policy_section4_content": "We implement appropriate security measures to protect your personal data from unauthorized access, alteration, or disclosure.",
    "privacy_policy_section5_title": "Cookies",
    "privacy_policy_section5_content": "Our website uses cookies to enhance your user experience. You can disable cookies through your browser settings; however, this may affect the functionality of the website.",
    "privacy_policy_footer": "Privacy Policy created by",
    "privacy_policy_footer_link_text": "Privacy Policy Generator",
    "footer.imprint": "Legal Notice",
    "footer.copy_right": "© Salmai Safi 2024",
    "footer.legal_notice_title": "Legal Notice",
    "footer.imprint_info": "Information pursuant to § 5 DDG",
    "footer.represented_by": "Represented by:",
    "footer.contact": "Contact:",
    "footer.disclaimer": "Disclaimer:",
    "footer.copyright": "Copyright",
    "footer.copyright_content": "The content and works created by the site operators on these pages are subject to German copyright law. Duplication, editing, distribution, and any kind of exploitation outside the limits of copyright law require the written consent of the respective author or creator. Downloads and copies of this site are only permitted for private, non-commercial use. Insofar as the content on this page was not created by the operator, the copyrights of third parties are respected. In particular, third-party content is marked as such. Should you nevertheless become aware of a copyright infringement, we ask for an appropriate notice. Upon becoming aware of legal violations, we will remove such content immediately.",
    "footer.privacy": "Privacy",
    "footer.privacy_content": "The use of our website is usually possible without providing personal data. Insofar as personal data (e.g., name, address, or e-mail addresses) is collected on our pages, this is always done on a voluntary basis as far as possible. This data will not be passed on to third parties without your express consent.",
    "footer.privacy_content_continued": "We would like to point out that data transmission on the Internet (e.g., when communicating by e-mail) may have security gaps. It is not possible to completely protect the data from access by third parties.",
    "footer.privacy_content_continued2": "The use of contact data published within the scope of the imprint obligation by third parties for the sending of unsolicited advertising and information material is hereby expressly prohibited. The operators of the pages expressly reserve the right to take legal action in the event of the unsolicited sending of advertising information, for example by spam mails.",
    "footer.google_analytics": "Google Analytics",
    "footer.google_analytics_content": "This website uses Google Analytics, a web analysis service provided by Google Inc. (\"Google\"). Google Analytics uses so-called \"cookies\", which are text files that are stored on your computer and enable an analysis of your use of the website. The information generated by the cookie about your use of this website (including your IP address) will be transmitted to a Google server in the USA and stored there. Google will use this information to evaluate your use of the website, to compile reports on website activity for website operators, and to provide other services related to website activity and internet usage. Google may also transfer this information to third parties if required to do so by law or if third parties process this data on behalf of Google. Google will never associate your IP address with any other data held by Google. You can prevent the installation of cookies by setting your browser software accordingly; however, we would like to point out that in this case you may not be able to use all the functions of this website to their full extent. By using this website, you consent to the processing of the data collected about you by Google in the manner and for the purpose described above.",
    "footer.imprint_footer": "Website Imprint created by",
    "footer.imprint_footer_link": "impressum-generator.de",
    "footer.imprint_footer_connector": "by",
    "footer.imprint_footer_link2": "Kanzlei Hasselbach"
}